---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MultipleAlignmentUiToggle
source: html/845b9ed4-8975-e283-d254-9aaed25d19e3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MultipleAlignmentUiToggle Property

"Multiple Alignment": This is used by the UI to allow selection of multiple elements.

## Syntax (C#)
```csharp
public static ForgeTypeId MultipleAlignmentUiToggle { get; }
```